<?php include 'head.php'; ?>
    <body  data-spy="scroll" data-target=".navbar" data-offset="60">
        <?php include 'navigation.php'; ?>
       
         <div id="first_page_container">
             <div id="about" class="container-fluid text-center">
                 <h2>КОИ СМЕ НИЕ</h2>
                 <h4>Какво предлагаме</h4>
                 <br>

             </div>
            <!-- Container (Services Section) -->
            <?php include 'services.php'; ?>
            <br><br>

            <!-- Container (Portfolio Section) -->
            <?php include 'portfolio.php'; ?>

            <!-- Container (Pricing Section) -->
            <div id="pricing" class="container-fluid">

            </div>

            <!-- Container (Contact Section) -->
            <?php include 'contacts.php'; ?>

            <!-- PAGES ---->
            <a id="myPage"></a>
          
            <?php include 'page_1.php'; ?>
            
            <div  id="stat_2" style="width:98%;padding :15px; display:none;">
                <center><h3>Стрес. </h3></center>
                <p>Думичката стрес в ежедневието се използва като нещо отрицателно, свързва се с нежелани проблеми и тежки моменти в ежедневието. Истината обаче е, че без стрес, няма прогрес и това е така, защото за да има стрес, трябва да има дразнител.
                    За да не си помислите, че говоря врели-некипели ще пренеса темата изцяло към тренировката и по-малката и съставна част - упражнението и неговото определение: 
                    “Упражнение е всяко ЦЕЛЕНАСОЧЕНО движение”.</p>
                <p>Какво ще рече целенасочено? Ще рече, че в даденото движение е вкарана ясна идея за резултата, който искаме да получим. Нека вземем например едно от най-мразените във фитнес средите упражнения - клекът с щанга. Клекът с щанга сам по себе си е движение включващо вземането на щангата, клякането с нея и връщането ѝ обратно. За да можем да го наречем упражнение, трябва да вкараме конкретен резултат, който целим да получим, да речем по-голяма сила в краката. Теорията говори, че за да повишим силата си трябва да работим с над 90% от максималните си възможности, като повтаряме съответното движение от 1 до 3 пъти. Ето и как от движение, клекът се превърна в упражнение, а упражнението е вид дразнител, причиняващ стрес.
                </p>

                <center><h4>Дразнител > Стрес > Адаптация</h4></center>

                <p>Ето, че отново се върнахме на стреса и неговите причинители - дразнителите. В тренировъчния процес това са упражненията и те са (поне трябва да са) контролирани така, че да причиняват стрес и в отговор да получаваме конкретна реакция. Примерът с клека - упражнение за сила, причиняващо стрес в мускулите на долен крайник, нервната система и кръвообращението, вследствие на който адаптацията (реакцията в дългосрочен план) на организма е да повиши силата на долните крайници. Както се казва на английски “it’s that simple”.
                </p>
                <p>В живота обаче съществува и друг тип стрес, причинен от други дразнители, понякога физически, друг път психо-емоционални и не всички са контролирани от нас, а реакциите им понякога дори могат да бъдат нежелани, особено при втория вид. 
                </p>
                <p>Контролът върху напрежението в работата, в социалния живот и всички онези малки неща от ежедневието, които ни претоварват е разковничето към по-добрите и успешни тренировки и съответно към по-добър “life style” и по-добро здраве. Винаги когато обсъждам с клиенти тренировъчните им режими им обяснявам, че не тренировките са най-важни, а техният начин на живот и подхода им към тях. Ако намалим стреса в ежедневието си, гарантирано можем го увеличим в тренировките си и вместо нежелани и непродуктивни реакции, да постигаме желаните резултати по-бързо и по-лесно. 
                </p>
                <center><h4>“Всичко което може да бъде измерено, може да бъде подобрено”</h4></center>  
                <p>За да осъществим контрол върху стреса обаче, трябва да го познаваме. Трябва да знаем какви са отговорите на организма и как да го измерим. В тренировъчния процес това е лесно, особено когато се работи съвместно с добър треньор, в живота е още по-лесно, но и малко по-неточно. За да можем да се справим ще трябва първо да поговорим за общия синдром на адаптация, което ще е и следващата статия по темата.
                </p>

            </div>
            <div id="btns">
                <button class="btn btn-lg" id="btnBack" style="margin-right:15px;">Обратно</button>
                <button class="btn btn-lg" id="btnAll" style="margin-right:15px;">Всички статии</button>
            </div>
        </div> <!-- end f.p. container -->
        <div id="second_page_container">

        </div>
        <footer class="container-fluid text-center">
            <a href="#myPage" title="To Top">
                <span class="glyphicon glyphicon-chevron-up"></span>
            </a>

        </footer>


    </body>
</html>