-- phpMyAdmin SQL Dump
-- version 4.9.0.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Nov 20, 2019 at 06:03 PM
-- Server version: 10.4.6-MariaDB
-- PHP Version: 7.3.9

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `trainers`
--

-- --------------------------------------------------------

--
-- Table structure for table `city`
--

CREATE TABLE `city` (
  `cityid` int(11) NOT NULL,
  `city_name` varchar(30) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `city`
--

INSERT INTO `city` (`cityid`, `city_name`) VALUES
(1, 'Айтос'),
(2, 'Аксаково'),
(3, 'Алфатар'),
(4, 'Антоново'),
(5, 'Априлци'),
(6, 'Ардино'),
(7, 'Асеновград'),
(8, 'Ахелой'),
(9, 'Ахтопол'),
(10, 'Балчик'),
(11, 'Банкя'),
(12, 'Банско'),
(13, 'Баня'),
(14, 'Батак'),
(15, 'Батановци'),
(16, 'Белене'),
(17, 'Белица'),
(18, 'Белово'),
(19, 'Белоградчик'),
(20, 'Белослав'),
(21, 'Берковица'),
(22, 'Благоевград'),
(23, 'Бобов дол'),
(24, 'Бобошево'),
(25, 'Божурище'),
(26, 'Бойчиновци'),
(27, 'Болярово'),
(28, 'Борово'),
(29, 'Ботевград'),
(30, 'Брацигово'),
(31, 'Брегово'),
(32, 'Брезник'),
(33, 'Брезово'),
(34, 'Брусарци'),
(35, 'Бургас'),
(36, 'Бухово'),
(37, 'Българово'),
(38, 'Бяла (област Варна)'),
(39, 'Бяла (област Русе)'),
(40, 'Бяла Слатина'),
(41, 'Бяла черква'),
(42, 'Варна'),
(43, 'Велики Преслав'),
(44, 'Велико Търново'),
(45, 'Велинград'),
(46, 'Ветово'),
(47, 'Ветрен'),
(48, 'Видин'),
(49, 'Враца'),
(50, 'Вълчедръм'),
(51, 'Вълчи дол'),
(52, 'Върбица'),
(53, 'Вършец'),
(54, 'Габрово'),
(55, 'Генерал Тошево'),
(56, 'Главиница'),
(57, 'Глоджево'),
(58, 'Годеч'),
(59, 'Горна Оряховица'),
(60, 'Гоце Делчев'),
(61, 'Грамада'),
(62, 'Гулянци'),
(63, 'Гурково'),
(64, 'Гълъбово'),
(65, 'Две могили'),
(66, 'Дебелец'),
(67, 'Девин'),
(68, 'Девня'),
(69, 'Джебел'),
(70, 'Димитровград'),
(71, 'Димово'),
(72, 'Добринище'),
(73, 'Добрич'),
(74, 'Долна баня'),
(75, 'Долна Митрополия'),
(76, 'Долна Оряховица'),
(77, 'Долни Дъбник'),
(78, 'Долни чифлик'),
(79, 'Доспат'),
(80, 'Драгоман'),
(81, 'Дряново'),
(82, 'Дулово'),
(83, 'Дунавци'),
(84, 'Дупница'),
(85, 'Дългопол'),
(86, 'Елена'),
(87, 'Елин Пелин'),
(88, 'Елхово'),
(89, 'Етрополе'),
(90, 'Завет'),
(91, 'Земен'),
(92, 'Златарица'),
(93, 'Златица'),
(94, 'Златоград'),
(95, 'Ивайловград'),
(96, 'Игнатиево'),
(97, 'Искър'),
(98, 'Исперих'),
(99, 'Ихтиман'),
(100, 'Каблешково'),
(101, 'Каварна'),
(102, 'Казанлък'),
(103, 'Калофер'),
(104, 'Камено'),
(105, 'Каолиново'),
(106, 'Карлово'),
(107, 'Карнобат'),
(108, 'Каспичан'),
(109, 'Кермен'),
(110, 'Килифарево'),
(111, 'Китен'),
(112, 'Клисура'),
(113, 'Кнежа'),
(114, 'Козлодуй'),
(115, 'Койнаре'),
(116, 'Копривщица'),
(117, 'Костандово'),
(118, 'Костенец'),
(119, 'Костинброд'),
(120, 'Котел'),
(121, 'Кочериново'),
(122, 'Кресна'),
(123, 'Криводол'),
(124, 'Кричим'),
(125, 'Крумовград'),
(126, 'Крън'),
(127, 'Кубрат'),
(128, 'Куклен'),
(129, 'Кула'),
(130, 'Кърджали'),
(131, 'Кюстендил'),
(132, 'Левски'),
(133, 'Летница'),
(134, 'Ловеч'),
(135, 'Лозница'),
(136, 'Лом'),
(137, 'Луковит'),
(138, 'Лъки'),
(139, 'Любимец'),
(140, 'Лясковец'),
(141, 'Мадан'),
(142, 'Маджарово'),
(143, 'Малко Търново'),
(144, 'Мартен'),
(145, 'Мелник'),
(146, 'Мездра'),
(147, 'Меричлери'),
(148, 'Мизия'),
(149, 'Момин проход'),
(150, 'Момчилград'),
(151, 'Монтана'),
(152, 'Мъглиж'),
(153, 'Неделино'),
(154, 'Несебър'),
(155, 'Николаево'),
(156, 'Никопол'),
(157, 'Нова Загора'),
(158, 'Нови Искър'),
(159, 'Нови пазар'),
(160, 'Обзор'),
(161, 'Омуртаг'),
(162, 'Опака'),
(163, 'Оряхово'),
(164, 'Павел баня'),
(165, 'Павликени'),
(166, 'Пазарджик'),
(167, 'Панагюрище'),
(168, 'Перник'),
(169, 'Перущица'),
(170, 'Петрич'),
(171, 'Пещера'),
(172, 'Пирдоп'),
(173, 'Плачковци'),
(174, 'Плевен'),
(175, 'Плиска'),
(176, 'Пловдив'),
(177, 'Полски Тръмбеш'),
(178, 'Поморие'),
(179, 'Попово'),
(180, 'Пордим'),
(181, 'Правец'),
(182, 'Приморско'),
(183, 'Провадия'),
(184, 'Първомай'),
(185, 'Раднево'),
(186, 'Радомир'),
(187, 'Разград'),
(188, 'Разлог'),
(189, 'Ракитово'),
(190, 'Раковски'),
(191, 'Рила'),
(192, 'Роман'),
(193, 'Рудозем'),
(194, 'Русе'),
(195, 'Садово'),
(196, 'Самоков'),
(197, 'Сандански'),
(198, 'Сапарева баня'),
(199, 'Свети Влас'),
(200, 'Свиленград'),
(201, 'Свищов'),
(202, 'Своге'),
(203, 'Севлиево'),
(204, 'Сеново'),
(205, 'Септември'),
(206, 'Силистра'),
(207, 'Симеоновград'),
(208, 'Симитли'),
(209, 'Славяново'),
(210, 'Сливен'),
(211, 'Сливница'),
(212, 'Сливо поле'),
(213, 'Смолян'),
(214, 'Смядово'),
(215, 'Созопол'),
(216, 'Сопот'),
(217, 'София'),
(218, 'Средец'),
(219, 'Стамболийски'),
(220, 'Стара Загора'),
(221, 'Стражица'),
(222, 'Стралджа'),
(223, 'Стрелча'),
(224, 'Суворово'),
(225, 'Сунгурларе'),
(226, 'Сухиндол'),
(227, 'Съединение'),
(228, 'Сърница'),
(229, 'Твърдица'),
(230, 'Тервел'),
(231, 'Тетевен'),
(232, 'Тополовград'),
(233, 'Троян'),
(234, 'Трън'),
(235, 'Тръстеник'),
(236, 'Трявна'),
(237, 'Тутракан'),
(238, 'Търговище'),
(239, 'Угърчин'),
(240, 'Хаджидимово'),
(241, 'Харманли'),
(242, 'Хасково'),
(243, 'Хисаря'),
(244, 'Цар Калоян'),
(245, 'Царево'),
(246, 'Чепеларе'),
(247, 'Червен бряг'),
(248, 'Черноморец'),
(249, 'Чипровци'),
(250, 'Чирпан'),
(251, 'Шабла'),
(252, 'Шивачево'),
(253, 'Шипка'),
(254, 'Шумен'),
(255, 'Ябланица'),
(256, 'Якоруда'),
(257, 'Ямбол');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `city`
--
ALTER TABLE `city`
  ADD PRIMARY KEY (`cityid`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `city`
--
ALTER TABLE `city`
  MODIFY `cityid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=258;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
